# name = input("Введите ваше имя:")
# age = input(f"{name},сколько тебе лет? ")
# print("Привет", name, age)
#///
# a = float(input("Введите первое число "))
# b = float(input("Введите второе число "))
# print("Операции с числами:")
# print("Сложение ",a+b)
# print("Вычитание ",a-b)
# print("Умножение ",a*b)
# print("Деление ",a/b)
#///
# P = float(input("Начальная сумма вклада: "))
# R = float(input("Процент по вкладу: "))
# T = float(input("Количество лет: "))
# q = P*R*T/100
# print("Начисленные проценты: " , q)
#///
# a = float(input("Введите температуру в градусах Цельсия: ",))
# f = (9/5)*a+32
# print(a,"градусов Цельсия равны ",f ,"градусам Фаренгейта")
#///
# y = int(input("Введите год: "))
# if y % 400 == 0 or y % 4 == 0 and y % 100 != 0:
#     print("Год високосный")
# else:
#     print("Год не високосный")
#///

